Repository: IlChitarrista/aviator
Catalog: po/*.po
Languages: be, de, fr, ru, tr, uk

source: AV1/OPUS Video Encoder
be: Кадавальнік відэа AV1/OPUS
de: AV1/OPUS Video-Umwandler
fr: Encodeur Vidéo AVI/OPUS
ru: AV1/OPUS видео кодировщик
tr: AV1/OPUS Video Kodlayıcı
uk: AV1/OPUS відео кодувальник

source: Your Video Copilot: AV1/OPUS Video Encoder
de: Ihr Video-Copilot: AV1/OPUS Video-Umwandler
fr: Votre Copilote Vidéo : AVI/OPUS Encodeur Vidéo
tr: Video Copilot'unuz: AV1/OPUS Video Kodlayıcı

source: Aviator enables simple, easy-to-use video encoding for the world's most advanced open video codec, AV1.
de: Aviator ermöglicht eine einfache, benutzerfreundliche Videocodierung für den weltweit fortschrittlichsten offenen Videocodec AV1.
fr: Aviator permet un encodage vidéo simple et facile à utiliser pour le codec vidéo ouvert le plus avancé au monde, AV1.
tr: Aviator, dünyanın en gelişmiş açık video kodlaması olan AV1 için basit, kullanımı kolay video kodlama sağlar.

source: Encode your favorite media into super efficient files with incredible quality per bit, powered by the SVT-AV1 production encoder with Opus for audio encoding. The sky's the limit for your old home video collection &amp; large 4k smartphone videos, and you can fly in style with a beautiful libadwaita interface.
de: Wandeln Sie Ihre Lieblingsmedien in supereffiziente Dateien mit unglaublicher Qualität pro Bit um, angetrieben durch den SVT-AV1-Produktionskodierer mit Opus für die Audiokodierung. Grenzenlose Umwandlungsmöglichkeiten für Ihre alte Heimvideosammlung &amp; große 4k-Smartphone-Videos, alles in einer anschaulichen libadwaita Oberfläche.
fr: Encodez vos médias préférés dans des fichiers ultra-efficaces avec une qualité par bit incroyable, grâce à l'encodeur de production SVT-AV1 avec Opus pour l'encodage audio. Le ciel est la limite pour votre ancienne collection de vidéos personnelles et vos grandes vidéos 4K sur smartphone, et vous pouvez voler avec style grâce à une magnifique interface libadwaita.
tr: En sevdiğiniz ortamı, ses kodlaması için Opus ile SVT-AV1 prodüksiyon kodlayıcı tarafından desteklenen, bit başına inanılmaz kalitede süper verimli dosyalara kodlayın. Eski ev video koleksiyonunuz ve büyük 4K akıllı telefon videolarınız için gökyüzü sınırsızdır ve güzel libadwaita arayüzü ile şık bir şekilde uçabilirsiniz.

source: Take off with Aviator!
de: Abheben mit Aviator!
fr: Décollez avec Aviator !
tr: Aviator ile havalanın!

source: Welcome to Aviator
be: Вітаем у Aviator
de: Willkommen bei Aviator
fr: Bienvenue a Aviator
ru: Добро пожаловать в Авиатор
tr: Avivatorʼa Hoş Geldiniz
uk: Вітаємо в Авіаторі

source: Your video copilot is ready for takeoff!
be: Ваш відэаштурман гатовы да ўзлёту!
de: Ihr Video-Copilot ist bereit zum Abflug!
fr: Votre copilote vidéo est prêt à décoller !
ru: Ваш видео пилот готов к взлету!
tr: Video yardımcı pilotunuz kalkışa hazır!
uk: Ваш відео пілот готовий до зльоту!

source: Go
be: Пачаць
de: Los
fr: Allez
ru: Начать
tr: Git
uk: Розпочати

source: _About Aviator
de: _Info zu Aviator
fr: _A propos d'aviator
tr: Aviator _Hakkında

source: Quit
be: Выйсці
de: Beenden
fr: Quitter
ru: Выйти
tr: Çık
uk: Вийти

source: _Video
be: _Відэа
fr: _Vidéo
ru: _Видео
uk: _Відео

source: Open
be: Адкрыць
de: Öffnen
fr: Ouvrir
ru: Открыть
tr: Aç
uk: Відкрити

source: Open your source media.
be: Адкрыць зыходны файл.
de: Quelldatei öffnen
fr: Ouvrir votre média source.
ru: Открыть входной медиа файл.
tr: Kaynak ortamınızı açın.
uk: Відкрити вхідний медіа файл.

source: _Source File
be: _Зыходны файл
de: _Quelldatei
fr: Fichier _Source
ru: _Входной файл
tr: _Kaynak Dosya
uk: _Вхідний файл

source: Displays the source filename.
be: Паказвае назву зыходнага файла.
de: Zeigt den Quelldateinamen.
fr: Afficher le fichier source.
ru: Отображает название входного файла.
tr: Kaynak dosya adını görüntüler.
uk: Відображає назву вхідного файлу.

source: _Resolution
be: _Раздзяляльнасць
de: _Auflösung
fr: _Résolution
ru: _Размер
tr: _Çözünürlük:
uk: _Розмір

source: Sets the output resolution. Width & height will match the source media if left empty. Putting in one value will automatically calculate the other based on the source video's aspect ratio if "Crop" is unchecked; otherwise, the empty value will match the original.
be: Задае раздзяляльнасць вываду. Шырыня і вышыня будуць адпавядаць зыходнаму відэа, калі пакінуць пустымі. Увядзенне аднаго значэння аўтаматычна вылічыць другое на аснове суадносін бакоў зыходнага відэа, калі "Абрэзаць" не пазначана; у адваротным выпадку пустое значэнне будзе адпавядаць зыходнаму.
de: Legt die Ausgabeauflösung fest. Leer lassen, um Auflösung beizubehalten. Der Wert des anderen Feldes wird automatisch auf Grundlage des Seitenverhältnisses berechnet, sofern "Zuschneiden" deaktiviert ist; andernfalls wird der leere Wert dem Original entsprechen.
fr: Définit la résolution de sortie. La largeur et la hauteur correspondront au média source si elles sont laissées vides. La saisie d'une valeur calculera automatiquement l'autre en fonction du rapport hauteur/largeur de la vidéo source si l'option « Recadrer » n'est pas cochée ; sinon, la valeur vide correspondra à l'original.
ru: Выставляет размер выходного файла. Ширина и высота будет выставлена из входного файла, если оставить пустым (то есть, размер выходного видео не изменится). Если выставить одно значение, то другое автоматически будет рассчитано базируясь на соотношении сторон входного видео, если вы включили опцию "Обрезать".
tr: Çıktı çözünürlüğünü ayarlar. Genişlik ve yükseklik, boş bırakılırsa kaynak ortamla eşleşir. "Kırp" işaretlenmemişse, bir değer girildiğinde diğer değer kaynak videonun en boy oranına göre kendiliğinden hesaplanır; aksi takdirde boş değer orijinalle eşleşir.
uk: Виставляє розмір вихідного файлу. Ширина і висота буде встановлена із вхідного файлу, якщо залишити порожнім (тобто, розмір відео не буде змінено). Якщо виставити одне значення, то інше буде автоматично розраховано базуючись на співвідношенні сторін вхідного відео, якщо ви ввімкнули "Обрізати".

source: Deinterlace
de: Entflechten
fr: Désentrelacement

source: Enable deinterlacing of interlaced inputs using neural network edge directed interpolation alongside detelecining to produce progressive video. If your source is in an interlaced format (1080i, 720i, 480i, etc), it will be convert to a progressive format (1080p, 720p, 480p, etc) which is optimal for AV1 encoding. Unless you know your source is interlaced &amp; you would like it not to be, leave this disabled.
de: Aktiviert das Entflechten (Deinterlacing) von Quellmedien mit Zeilensprungverfahren (Interlacing), indem es neben der Entflechtung auch die kantengesteuerte Interpolation eines neuronalen Netzwerks verwendet, um ein Video im Vollbildformat zu erzeugen. Wenn Ihre Quelle ein Zeilensprungformat (1080i, 720i, 480i usw.) hat, wird sie in ein Vollbildformat (1080p, 720p, 480p usw.) umgewandelt, das für die AV1-Kodierung optimal ist. Nur aktivieren wenn Sie wissen, dass Ihre Quelle im Zeilensprungverfahren vorliegt und dies nicht wünschen.
fr: Activer le désentrelacement des entrées entrelacées à l'aide d'un réseau neuronal d'interpolation dirigée par les bords en même temps que le désentrelacement pour produire une vidéo progressive. Si votre source est dans un format entrelacé (1080i, 720i, 480i, etc.), elle sera convertie dans un format progressif (1080p, 720p, 480p, etc.) qui est optimal pour l'encodage AV1. À moins que vous ne sachiez que votre source est entrelacée et que vous aimeriez qu'elle ne le soit pas, laissez cette option désactivée.

source: Crop
de: Zuschneiden
fr: Recardrer
tr: Kırp

source: When enabled, crops instead of scaling to the target resolution.
de: Wenn aktiviert, wird das Video zugeschnitten statt auf die Zielauflösung skaliert.
fr: Quand activé, recadre, au lieu de redimensionner la résolution de la cible.
tr: Etkinleştirildiğinde, hedef çözünürlüğe ölçeklemek yerine kırpar.

source: Width
be: Шырыня
de: Breite
fr: Largeur
ru: Ширина
tr: Genişlik
uk: Ширина

source: Height
be: Вышыня
de: Höhe
fr: Hauteur
ru: Высота
tr: Yükseklik
uk: Висота

source: The CRF value determines the size & quality of your output. Higher values mean lower file size & quality while lower values create larger, higher-quality videos.
be: Значэнне CRF задае памер і якасць вываду. Больш высокія значэнні азначаюць меншы памер і якасць файла, у той час як меншыя значэнні ствараюць відэа большага памеру і больш высокай якасці.
de: Der CRF-Wert bestimmt die Größe und Qualität der Ausgabe. Höhere Werte bedeuten eine geringere Dateigröße und Qualität, niedrigere Werte größere Videos mit höherer Qualität.
fr: La valeur CRF détermine la taille et la qualité de votre sortie. Des valeurs plus élevées signifient une taille et une qualité de fichier inférieures, tandis que des valeurs plus faibles créent des vidéos plus grandes et de meilleure qualité.
ru: CRF значение определяет размер и качество выходного видео. Чем больше значение - тем хуже качество и меньший размер файла; чем меньше значение - тем выше качество выходного видео и больший размер файла.
tr: CRF değeri, çıktınızın boyutunu ve kalitesini belirler. Daha yüksek değerler daha düşük dosya boyutu ve kalitesi anlamına gelirken daha düşük değerler daha büyük, daha yüksek kaliteli videolar oluşturur.
uk: CRF значення визначає розмір та якість вихідного відео. Чим більше значення - тим гірше якість і менший розмір файлу; чим менше значення - тим краще якість вихідного відео і більший розмір файлу.

source: Perceptual Tuning
de: Bildoptimierung
fr: Règlage de la perception
tr: Algısal İnce Ayarlama

source: Tunes the encoder for perceptual quality (Tune 3: Subjective SSIM in SVT-AV1-PSY). Disable for better metric performance in exchange for generally degraded visual fidelity. For the best-looking video, leave enabled.
de: Stimmt den Encoder auf die Wahrnehmungsqualität ab (Tune 3: Subjektiver SSIM in SVT-AV1-PSY). Deaktivieren Sie diese Option, um eine bessere metrische Leistung zu erzielen. Geht jedoch mit einer allgemein schlechteren visuellen Qualität einher. Für die beste Bildqualität sollte diese Option aktiviert sein.
fr: Ajuste l'encodeur pour la qualité perceptive (Ajustement 3 : SSIM subjectif dans SVT-AV1-PSY). Désactiver pour une meilleure performance métrique en échange d'une fidélité visuelle généralement dégradée. Pour une vidéo de meilleure qualité, laissez l'option activée.
tr: Algısal kalite için kodlayıcıyı ayarlar (Ayar 3: SVT-AV1-PSY'de Öznel SSIM). Genel olarak bozulmuş görsel doğruluk karşılığında daha iyi metrik başarımı için devre dışı bırakın. En iyi görünen video için etkin bırakın.

source: _Speed
be: _Хуткасць
de: _Geschwindigkeit
fr: _Vitesse
ru: _Скорость
tr: _Hız
uk: _Швидкість

source: This value determines how hard your system will work to encode your video. Lower values mean your system will take longer to encode the video, but the files will be higher quality. Higher values will encode less efficiently, but much more quickly.
be: Гэта значэнне вызначае, наколькі цяжка ваша сістэма будзе працаваць для кадзіравання вашага відэа. Больш нізкія значэнні азначаюць, што кадзіраванне відэа зойме больш часу, але файлы будуць больш высокай якасці. Больш высокія значэнні азначаюць што кадзіраванне будзе менш эфектыўна, але значна хутчэй.
de: Dieser Wert bestimmt, wie intensiv Ihr System für die Umwandlung des Videos arbeiten wird. Niedrigere Werte resultieren in höherer Qualität, benötigen aber mehr Zeit zum Umwandeln. Höhere Werte resultieren in niedrigerer Qualität, die Umwandlung dauert dafür jedoch nicht so lang.
fr: Cette valeur détermine l'intensité du travail de votre système pour encoder votre vidéo. Des valeurs plus faibles signifient que votre système prendra plus de temps pour encoder la vidéo, mais que les fichiers seront de meilleure qualité. Des valeurs plus élevées signifient que le codage sera moins efficace, mais beaucoup plus rapide.
ru: Эта переменная определяет насколько сильно ваша система будет кодировать видео. Чем меньше это значение - тем больше времени вашей системе потребуется для кодирования видео, но файлы будут в более высоком качестве; чем больше значение - тем менее эффективным будет кодирование, но системе потребуется меньше времени на кодирование.
tr: Bu değer, sisteminizin videoyu kodlamak için ne kadar sıkı çalışacağını belirler. Daha düşük değerler, videoyu kodlamanın daha uzun sürmesini, ancak sonucun daha kaliteli olmasını sağlar. Daha yüksek değerler daha verimsiz ancak çok daha hızlı kodlar.
uk: Це значення визначає наскільки сильно ваша система буде кодувати відео. Чим менше це значення - тим більше часу вашій системі знадобиться для кодування відео, але файли будуть у вищій якості; чим більше значення - тим менш ефективним буде кодування, але системі знадобиться менше часу на кодування.

source: Speeds below 3 are extremely slow and not recommended.
de: Geschwindigkeiten unter 3 sind extrem langsam und werden nicht empfohlen.
fr: Les vitesses en dessous de 3 sont extremement lentes et non recommandées.
tr: 3'ün altındaki hızlar son derece yavaştır ve tavsiye edilmez.

source: Enables Open GOPs. GOPs are "Group(s) of Pictures." Enabling allows GOPs to reference one another, but this usually does not improve visual fidelity per bit. If unsure, keep this box unchecked.
de: Aktiviert offene GOPs. GOPs sind "Gruppe(n) von Bildern". Wenn Sie diese Option aktivieren, können GOPs aufeinander verweisen, was jedoch in der Regel die visuelle Wiedergabetreue pro Bit nicht verbessert. Wenn Sie sich nicht sicher sind, lassen Sie diese Option deaktiviert.
fr: Permet d'ouvrir les GOP. Les GOP sont des "groupes d'images". L'activation permet aux GOP de se référencer les uns les autres, mais cela n'améliore généralement pas la fidélité visuelle par bit. En cas de doute, ne cochez pas cette case.
tr: Açık GOP'ları etkinleştirir. GOP'lar "Resim Grupları"dır Etkinleştirmek GOP'ların birbirlerine referans vermesini sağlar, ancak bu genellikle bit başına görsel doğruluğu artırmaz. Emin değilseniz, bu kutunun işaretini kaldırın.

source: _Grain Synth
be: _Сінтэз зярністасці
de: _Körnung
fr: Synthèse des _Grains
ru: _Зерновой синтезатор
tr: _Tane Sentezi
uk: _Зерновий синтезатор

source: This value determines how much artificial grain will be applied to your video. Use when your source has grain.
be: Гэта значэнне вызначае, колькі штучнай зярністасці будзе прыменена да вашага відэа. Выкарыстоўвайце, калі ваш зыходны файл мае зярністасць.
de: Dieser Wert bestimmt, wie viel künstliche Filmkörnung auf Ihr Video angewendet wird. Verwenden Sie diesen Wert, wenn Ihre Quelle Filmkörnung aufweist.
fr: Cette valeur détermine la quantité de grain artificiel appliquée à votre vidéo. À utiliser lorsque votre source présente du grain.
ru: Это значение отвечает за то, как много исскуственной зернистости будет добавлено в ваше видо. Используйте эту опцию когда в исходном видео есть зернистость.
tr: Bu değer, videoya ne kadar yapay tane uygulanacağını belirler. Kaynağınızda tane olduğunda kullanın.
uk: Це значення відповідає за те, як багато штучної зернистості буде додано до вашого відео. Використовуйте цю опцію коли ваше вхідне відео має зернистість.

source: Denoise
de: Entrauschen
fr: Reduire le bruit
tr: Gürültü Gider

source: Denoises the input video before adding film grain. Determined based on the amount of added grain. Can reduce detail retention, so it is disabled by default.
be: Памяншае шум зыходнага відэа перад даданнем зярністасці плёнкі. Вызначаецца зыходзячы з колькасці зярністасці, якое дадаецца. Можа паменшыць захаванне дэталяў, таму па змаўчанні адключана.
de: Entrauscht das Eingangsvideo vor dem Hinzufügen von Filmkörnung. Die Intensität des Entrauschens wird anhand der Menge angewandter Filmkörnung bestimmt. Entrauschen kann den Erhalt von Details beeinträchtigen, daher ist diese Option standardmäßig nicht aktiv.
fr: Réduit le bruit de la vidéo d'entrée avant d'ajouter le grain du film. Déterminé en fonction de la quantité de grain ajoutée. Peut réduire la conservation des détails, c'est pourquoi il est désactivé par défaut.
ru: Убирает шум из входного видео перед тем как добавить в него кинематографичную зернистость. Расчитуется базируясь на количестве добавленной зернистости. Некоторые детали видео могут быть потеряны, поэтому выключено по умолчанию.
tr: Film tanesi eklemeden önce girdi videosunu gürültüden arındırır. Eklenen tane miktarına göre belirlenir. Ayrıntıların saklanmasını azaltabileceği için öntanımlı olarak devre dışıdır.
uk: Прибирає шуми вхідного відео перед тим як додати кінематографічну зернистість. Розраховується базуючись на кількості доданої зернистості. Можете втратити деталі відео, тому вимкнено за замовченням.

source: _Bitrate
be: _Бітрэйт
fr: _Débit
ru: _Битрейт
tr: _Bit Oranı
uk: _Бітрейт

source: Sets the audio bitrate to a value in kb/s. Higher values mean better quality at the expense of filesize. We recommend a value between 32 & 128 for stereo audio, >224 for 5.1 Surround, & >336 for 7.1 Surround. If a value from the source media isn't detected, this will default to 80 kb/s.
be: Задае бітрэйт аўдыя ў кб/с. Больш высокія значэнні азначаюць лепшую якасць за кошт памеру файла. Мы рэкамендуем значэнне паміж 32 і 128 для стэрэааўдыя, >224 для 5.1 Surround і >336 для 7.1 Surround. Калі значэнне зыходнага відэа не вызначана, па змаўчанні будзе 80 кбіт/с.
de: Setzt die Audio-Bitrate auf einen Wert in kb/s. Höhere Werte bedeuten bessere Qualität auf Kosten der Dateigröße. Wir empfehlen einen Wert zwischen 32 und 128 für Stereo-Audio, >224 für 5.1 Surround und >336 für 7.1 Surround. Wenn auf dem Quellmedium kein Wert erkannt wird, wird dieser Wert auf 80 kb/s gesetzt.
fr: Définit le débit audio à une valeur en kb/s. Des valeurs plus élevées signifient une meilleure qualité au détriment de la taille des fichiers. Nous recommandons une valeur comprise entre 32 et 128 pour l'audio stéréo, >224 pour le 5.1 Surround et >336 pour le 7.1 Surround. Si aucune valeur n'est détectée dans le média source, la valeur par défaut est de 80 kb/s.
ru: Установить битрейт аудио в значении в кб/с. Чем больше значение - тем выше качество, но ценой увеличенного размера выходного файла. Мы рекомендуем выставить значение между 32 и 128 для стерео аудио, >224 для 5.1 объемного звучания и >336 для 7.1 объемного звучания. Якщо значення не вдалося отримати із вхідного медіа файлу, тоді буде виставлене стандартне значення 80 кб/с.
tr: Ses bit hızını kb/s cinsinden bir değere ayarlar. Daha yüksek değerler, dosya boyutu pahasına daha iyi kalite anlamına gelir. Stereo ses için 32 ve 128, 5.1 Surround için >224 ve 7.1 Surround için >336 arasında bir değer önerilir. Kaynak ortamdan bir değer algılanmazsa, bu öntanımlı olarak 48 kb/s olacaktır.
uk: Встановити бітрейт аудіо в значення в кб/с. Чим більше значення - тим вище якість, але ціною збільшеного розміру вихідного файлу. Ми рекомендуємо значення між 32 та 128 для стерео аудіо, >224 для 5.1 об'ємного звучання і >336 для 7.1 об'ємного звучання. Якщо значення не вдалося отримати із вхідного медіа файлу, тоді буде виставлене стандартне значення 80 кб/с.

source: _Downmix to Stereo
be: _Звесці ў стэрэа
de: _Stereo-Downmix
fr: _Downmix vers Stéréo
ru: _Свести в стерео
tr: _İki Ses Kanalına Dönüştür
uk: _Звести до стерео

source: Mixes audio inputs with more than two channels (5.1 Surround, 7.1 Surround, etc) down to two audio channels.
be: Змешвае аўдыяўваходы з больш чым двума каналамі (5.1 Surround, 7.1 Surround і г.д.) да двух аўдыяканалаў.
de: Mischt Audiospuren mit mehr als zwei Kanälen (5.1 Surround, 7.1 Surround, usw.) auf zwei Audiokanäle herunter.
fr: Mixe les entrées audio avec plus de deux canaux (5.1 Surround, 7.1 Surround, etc.) en deux canaux audio.
ru: Свести аудио вход если у него больше чем 2 канала (например, 5.1 или 7.1 объемный звук) в два аудио канала.
tr: İkiden fazla kanallı (5.1 Surround, 7.1 Surround, vb.) ses girişlerini iki ses kanalına dönüştürür.
uk: Звести аудіо які мають більше ніж два канали (5.1 або 7.1 об'ємний звук, тощо) в два аудіо канали.

source: _Copy Audio
be: _Капіяваць аўдыя
de: _Ton kopieren
fr: _Copier l'audio
ru: _Копировать аудио
tr: Sesi _Kopyala
uk: _Копіювати аудіо

source: Ignores all options on this page & copies audio directly from the source untouched. Disables WebM output.
be: Ігнаруе ўсе параметры на гэтай старонцы і капіруе аўдыя непасрэдна з крыніцы без зменаў. Адключае вывад WebM.
de: Ignoriert alle Optionen auf dieser Seite und übernimmt den Ton unverändert aus der Quelle. Deaktiviert die WebM-Ausgabe.
fr: Ignore toutes les options de cette page et copie l'audio directement à partir de la source, sans modification. Désactive la sortie WebM.
ru: Игнорировать все опции на этой странице и скопировать аудио напрямую из входного файла без изменений. Выключит WebM вывод.
tr: Bu sayfadaki tüm seçenekleri yok sayar ve sesi doğrudan kaynaktan el değmeden kopyalar. WebM çıkışını devre dışı bırakır.
uk: Ігнорувати усі опції на цій сторінці і скопіювати аудіо напряму із вхідного файлу без жодних змін. Вимкне WebM вивід.

source: Increase or decrease audio volume. Measured in decibles. Positive numbers will increase volume while negative numbers will decrease it.
be: Павелічэнне або памяншэнне гучнасці аўдыя. Вымяраецца ў дэцыбелах. Дадатныя лічбы павялічваюць гучнасць, а адмоўныя - памяншаюць.
de: Erhöht oder verringert die Audiolautstärke. Gemessen in Dezibel. Positive Zahlen erhöhen die Lautstärke, negative Zahlen verringern sie.
fr: Augmente ou diminue le volume audio. Il est mesuré en décibels. Les nombres positifs augmentent le volume et les nombres négatifs le diminuent.
ru: Уменьшить или увеличить громкость аудио. Измеряется в децибелах. Положительные числа увеличат громкость, а отрицательные - уменьшат.
tr: Ses seviyesini artır veya azalt. Desibel cinsinden ölçülür. Pozitif sayılar sesi artırır, negatif sayılar ise azaltır.
uk: Зменшити або збільшити гучність аудіо. Виміряється у децибелах. Додатні числа збільшать гучність, а від'ємні - зменшать.

source: Normalize
de: Normalisieren
fr: Normaliser
tr: Normalleştir

source: Normalize the audio's perceived loudness.
be: Нармалізаваць успрыманую гучнасць аўдыя.
de: Normalisiert die wahrgenommene Lautstärke des Tons.
fr: Normaliser l'intensité sonore perçue.
ru: Нормализировать громкость аудио.
tr: Sesin algılanan yüksekliğini normalleştir.
uk: Нормалізувати гучність аудіо.

source: _Export
be: _Экспарт
fr: _Exporter
ru: _Экспорт
tr: _Dışa Aktar
uk: _Експорт

source: _Output File
be: _Выходны файл
de: _Ausgabedatei
fr: Fichier de s_ortie
ru: _Выходной файл
tr: _Çıktı Dosyası
uk: _Вихідний файл

source: Select the output directory & type in a filename.
be: Выберыце выходны каталог і ўвядзіце імя файла.
de: Wählen Sie das Ausgabeverzeichnis und geben Sie einen Dateinamen ein.
fr: Selectionner le dossier de sortie et le nom du fichier.
ru: Выберите выходную папку и тип в названии файла.
tr: Çıkış dizinini seçin ve bir dosya adı yazın.
uk: Оберіть вихідну теку і тип у назві файлу.

source: _Container
be: _Кантэйнер
fr: _Conteneur
ru: Кон_тейнер
tr: Kapsayıcı
uk: Кон_тейнер
