Repository: IlChitarrista/aviator
Catalog: po/*.po
Languages: be, de, fr, ru, tr, uk

source: The container your video is stored in, which is associated with the file extension. MKV is a universal video container with widespread support, while WebM is designed for web compatibility & may break subtitles.
be: Кантэйнер, у якім захоўваецца ваша відэа, звязаны з пашырэннем файла. MKV - гэта ўніверсальны відэакантэйнер з шырокай падтрымкай, у той час як WebM прызначаны для вэб-сумяшчальнасці і можа зламаць субцітры.
de: Containerformat und Dateiendung, mit dem das Video gespeichert wird. MKV ist ein universeller Videocontainer mit weit verbreiteter Unterstützung, während WebM für die Webkompatibilität entwickelt wurde und möglicherweise keine Untertitel unterstützt.
fr: Le conteneur dans lequel votre vidéo est stockée, qui est associé à l'extension du fichier. MKV est un conteneur vidéo universel très répandu, tandis que WebM est conçu pour la compatibilité web et peut supprimer les sous-titres.
ru: Контейнер, в котором сохраняется ваше видео, который связан с разширением файла. MKV - универсальный контейнер для видео который имеет широкую поддержку, в то же время WebM созданый для совместимости с интернетом и может не работать с субтитрами.
tr: Videonuzun saklandığı ve dosya uzantısıyla ilişkilendirilen kapsayıcı. MKV, yaygın desteği olan evrensel bir video kapsayıcıdır, WebM ise web uyumluluğu için tasarlanmıştır ve altyazıları bozabilir.
uk: Контейнер, в якому зберігається ваше відео, який пов'язаний з розширенням файлу. MKV - універсальний контейнер для відео з розповсюдженою підтримкою, у той час як WebM створений для сумісності з інтернетом і може не працювати з субтитрами.

source: Selecting WebM output will strip subtitles for compatibility reasons.
be: Пры выбары вываду WebM субцітры будуць выдалены з меркаванняў сумяшчальнасці.
de: Wenn Sie die WebM-Ausgabe wählen, werden die Untertitel aus Kompatibilitätsgründen entfernt.
fr: Selectionner la sortie WebM supprimera les sous-titres pour des raisons de compatibilités.
ru: Если выбрать WebM в качестве выходного формата, то субтитры будут вырезаны по причинам совместимости.
tr: WebM çıkışının seçilmesi, uyumluluk nedenleriyle altyazıları gözardı eder.
uk: Якщо обрати WebM у якості вихідного формату, то субтитри будуть вирізані по причині сумісності.

source: Encode
be: Кадзіраваць
de: Umwandeln
fr: Encoder
ru: Кодировать
tr: Kodla
uk: Кодувати

source: Begin encoding! Watch the progress bar to see how quickly your encode is progressing.
be: Пачынаецца кадзіраванне! Сачыце за індыкатарам выканання, каб убачыць, наколькі хутка ідзе ваша кадзіраванне.
de: Umwandlung starten! Der Fortschrittsbalken zeigt, wie schnell die Umwandlung voranschreitet.
fr: Commencez l'encodage ! Surveillez la barre de progression pour voir à quelle vitesse votre encodage progresse.
ru: Начать кодировать! Следите за полосой прогресса, чтобы увидеть как быстро ваша система справляется с кодированием медиа.
tr: Kodlamaya başlayın! Kodlamanızın ne kadar hızlı ilerlediğini görmek için ilerleme çubuğunu izleyebilirsiniz.
uk: Розпочати кодування! Спостерігайте за смугою прогресу, щоб побачити як швидко ваша система кодує медіа.

source: Stop
be: Спыніць
de: Anhalten
fr: Arrêter
ru: Остановить
tr: Durdur
uk: Зупинити

source: Select Source Files
de: Quelldateien wählen
fr: Sélectionner les fichiers sources
tr: Kaynak Dosyaları Seç

source: Select Source File
de: Quelldatei wählen
fr: Sélectionner le fichier source
tr: Kaynak Dosyayı Seç

source: Select Output Files
de: Ausgabedateien wählen
fr: Sélectionner les fichiers de sortie
tr: Çıktı Dosyalarını Seç

source: Select Output File
de: Ausgabedatei wählen
fr: Sélectionner le fichier de sortie
tr: Çıktı Dosyasını Seç

source: _Cancel
de: _Abbrechen
fr: _Annuler
tr: İ_ptal

source: _Select
de: _Auswählen
fr: _Selectionner
tr: _Seç

source: Encode finished in {0}! ✈️
de: Umwandlung abgeschlossen in {0}! ✈️
fr: Encodage terminé en {0}! ✈️
tr: Kodlama {0} içinde bitti! ✈️

source: Encode Finished ~ 0%
de: Umwandlung abgeschlossen ~ 0%
fr: Encodage terminé ~ 0%
tr: Kodlama Bitti ~ %0

source: Encoding ~ {0}%
de: Umwandeln ~ {0}%
fr: Encodage ~ {0}%
tr: Kodlanıyor ~ %{0}

source: translator-credits
de: Sebin Nyshkim https://sebin-nyshkim.net
fr: foxmask
ru: volkov <volkovissocool@gmail.com>
tr: Sabri Ünal <yakushabb@gmail.com>
uk: volkov <volkovissocool@gmail.com>

source: Special thanks to the encoding community!
de: Besonderen Dank an die Kodiergemeinschaft!
fr: Un merci spécial à la communauté des encodeurs !
tr: Kodlama topluluğuna özel teşekkürler!

source: _Audio
be: _Аўдыя
de: _Ton
ru: _Аудио
tr: _Ses
uk: _Аудіо

source: _Volume
be: _Гучнасць
de: _Lautstärke
ru: _Громкость
tr: _Ses
uk: _Гучність

source: _About
be: _Аб праграме

source: Adaptively detects screen content, like screen recordings or animation. It is highly recommended to leave this alone; disabling content adaptive SCM force-enables screen content detection, decreasing encoding efficiency for sparse visual benefit.
be: Адаптыўна вызначае змесціва экрана, напрыклад запісы экрана або анімацыю. Настойліва рэкамендуецца пакінуць гэта; адключэнне адаптыўнага кантэнту SCM прымусова ўключае выяўленне кантэнту экрана, зніжаючы эфектыўнасць кадзіравання для рэдкіх візуальных пераваг.

source: kb/s
be: кб/с
ru: кб/с
uk: кб/с

source: Aviator
ru: Авиатор
uk: Авіатор
